aaron-bond.better-comments
adpyke.codesnap
akamud.vscode-theme-onelight
alefragnani.Bookmarks
almenon.arepl
arcanis.vscode-zipfs
atlassian.atlascode
bierner.markdown-mermaid
bpruitt-goddard.mermaid-markdown-syntax-highlighting
bradlc.vscode-tailwindcss
BriteSnow.vscode-toggle-quotes
charliermarsh.ruff
chris-noring.node-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
chrmarti.regex
clinyong.vscode-css-modules
codezombiech.gitignore
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
deerawan.vscode-faker
denoland.vscode-deno
donjayamanne.githistory
donjayamanne.python-environment-manager
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
figma.figma-vscode-extension
firefox-devtools.vscode-firefox-debug
foam.foam-vscode
formulahendry.auto-rename-tag
GitHub.github-vscode-theme
github.vscode-pull-request-github
GitHub.vscode-pull-request-github
golang.go
GrapeCity.gc-excelviewer
GraphQL.vscode-graphql
GraphQL.vscode-graphql-execution
GraphQL.vscode-graphql-syntax
Gruntfuggly.todo-tree
haskell.haskell
hediet.vscode-drawio
jasonnutter.search-node-modules
jock.svg
johnpapa.vscode-peacock
josee9988.minifyall
justusadam.language-haskell
KevinRose.vsc-python-indent
kisstkondoros.vscode-codemetrics
kisstkondoros.vscode-gutter-preview
KnisterPeter.vscode-github
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.black-formatter
ms-python.flake8
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.hexeditor
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
naumovs.color-highlight
nicoespeon.abracadabra
nicoespeon.hocus-pocus
oderwat.indent-rainbow
Orta.vscode-jest
PKief.material-icon-theme
pnp.polacode
pranaygp.vscode-css-peek
quicktype.quicktype
redhat.vscode-yaml
ritwickdey.LiveServer
rust-lang.rust-analyzer
sburg.vscode-javascript-booster
sdras.night-owl
shd101wyy.markdown-preview-enhanced
steoates.autoimport
streetsidesoftware.code-spell-checker
stringham.move-ts
tomoki1207.pdf
uloco.theme-bluloco-light
usernamehw.errorlens
valentjn.vscode-ltex
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vivaxy.vscode-conventional-commits
waderyan.gitblame
wallabyjs.console-ninja
WallabyJs.quokka-vscode
wayou.vscode-todo-highlight
wix.vscode-import-cost
xabikos.JavaScriptSnippets
yatki.vscode-surround
yoavbls.pretty-ts-errors
yzane.markdown-pdf
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
zignd.html-css-class-completion